// src/data/schools.js
export const schools = [
    {
      id: 1,
      name: "בית ספר יסודי א'",
      classes: ["א1", "א2", "ב1", "ב2", "ג1"]
    },
    {
      id: 2,
      name: "בית ספר יסודי ב'",
      classes: ["ג2", "ד1", "ד2", "ה1", "ה2"]
    },
    {
      id: 3,
      name: "בית ספר יסודי ג'",
      classes: ["ו1", "ו2", "ז1", "ז2", "ח1"]
    },
    {
      id: 4,
      name: "חטיבת ביניים א'",
      classes: ["ח2", "ט1", "ט2", "י1", "י2"]
    },
    {
      id: 5,
      name: "תיכון א'",
      classes: ["יא1", "יא2", "יב1", "יב2", "יג"]
    }
  ];